content/_index.md
+++
title = "Michael Reitmeir"
draft = false
+++

I am a PhD student in mathematical logic at the University of Bonn, supervised by [Philipp Hieronymi](https://www.math.uni-bonn.de/people/phierony/).

-   **Email:** reitmeir [at] math [dot] uni-bonn [dot] de
-   **Office:** Endenicher Allee 60, Nebengebäude, N1.007


## Preprints {#preprints}

-   _Axiomatizations of Presburger Arithmetic With Predicates For Powers_ with Philipp Hieronymi and Xiaoduo Wang ([arxiv:2602.19602](https://arxiv.org/abs/2602.19602))
